<script lang="ts">

	import HeaderQuiz from "./components/HeaderQuiz.svelte";

</script>

<HeaderQuiz></HeaderQuiz>

<main>

	<div class="container my-5">
		<div class="row">
			<div class="col">
				<h1 class="h1 fw-bold">Политика конфиденциальности</h1>
			</div>
		</div>
	</div>
	<div class="container my-5">
		<div class="row">
			<div class="col">
				<p>
					ООО «Юг-Авто» ставит соблюдение прав и свобод граждан одним из важнейших условий осуществления своей
					деятельности. Настоящий документ содержит разъяснения, касающиеся того, каким образом ООО «Юг-Авто»
					будет собирать и использовать информацию, которую Вы нам предоставите. В данный документ могут периодически
					вноситься изменения; текущей версией является та, которая опубликована на этом сайте.
				</p>
				<p>
					Мы с вниманием относимся к Вашей персональной информации. Для обеспечения Вашего доверия
					мы предприняли меры по защите Вашей частной жизни в отношении операций, совершаемых Вами на Сайте.
					В Политике конфиденциальности определяется, каким образом происходит сбор, хранение и обработка
					Вашей персональной информации, которая собирается при посещении Сайта. Пожалуйста, внимательно
					прочтите данную Политику конфиденциальности. Это поможет Вам принять осознанные решения о раскрытии
					Вашей персональной информации при использовании Сайта
					<a href="https://yug-avto-jaecoo.ru/quiz/legal/" target="_blank">yug-avto-jaecoo.ru/quiz</a>.
				</p>
				<p>
					Настоящая Политика конфиденциальности является частью правил использования веб-сайта
					<a href="https://yug-avto-jaecoo.ru/quiz/legal/" target="_blank">yug-avto-jaecoo.ru/quiz</a>.
				</p>
				<p>
					<a href="https://yug-avto-jaecoo.ru/quiz/legal/" target="_blank">yug-avto-jaecoo.ru/quiz</a> не будет собирать,
					использовать или передавать ваши персональные данные без вашего согласия. В большинстве случаев мы
					будем запрашивать конкретное согласие, в то время как в некоторых ситуациях мы будем выводить факт
					предоставления согласия на основе ваших действий и поведения. Используя веб-сайт
					<a href="https://yug-avto-jaecoo.ru/quiz/legal/" target="_blank">yug-avto-jaecoo.ru/quiz</a>, вы соглашаетесь на сбор,
					использование и передачу ваших персональных данных
					<a href="https://yug-avto-jaecoo.ru/quiz/legal/" target="_blank">yug-avto-jaecoo.ru/quiz</a> в соответствии с
					положениями настоящей Политики конфиденциальности. С Согласием на обработку персональных данных
					Вы можете ознакомиться по ссылке:
					<a href="https://yug-avto-jaecoo.ru/quiz/agreement/" target="_blank">https://yug-avto-jaecoo.ru/quiz/agreement/</a>.
				</p>
				<p>
					Если мы передаем ваши персональные данные третьей стороне, мы прилагаем все усилия для обеспечения их
					безопасности и предпринимаем все разумные шаги для защиты их от злоупотреблений,
					а также используем их исключительно в соответствии с настоящей Политикой конфиденциальности
					и соответствующими законами о защите данных.
				</p>
				<p>
					ООО «Юг-Авто» могут использовать предоставленные Вами данные в административных, маркетинговых и рекламных
					целях, в интересах служб по работе с клиентами и для анализа ваших личных предпочтений.
					Мы можем хранить Ваши данные в течение разумного периода времени для того, чтобы связываться
					с Вами по поводу наших услуг/сервисов. Информация о том, как мы используем файлы cookie и другие
					способы отслеживания в Интернете, содержится далее.
				</p>
				<p>
					Мы обрабатывает Ваши персональные данные только в случае их отправки через формы, расположенные на нашем
					сайте yug-avto-jaecoo.ru/quiz. Отправляя свои персональные данные, Вы выражаете свое согласие
					с данной Политикой <a href="https://yug-avto-jaecoo.ru/quiz/legal/" target="_blank">yug-avto-jaecoo.ru/quiz/legal/</a>.
				</p>
				<p>
					ООО «Юг-Авто» обрабатывают обезличенные данные о Пользователе в случае, если это разрешено в настройках
					браузера Пользователя (включено сохранение файлов «cookie» и использование технологии JavaScript).
				</p>
				<p>
					Мы обязуемся относиться к Вашими личным данным с должным вниманием и в соответствии с принципами защиты данных.
					Мы гарантируем защиту Ваших персональных данных, в том числе с помощью соответствующих технических средств защиты.
				</p>
				<p>
					Политика в отношении обработки персональных данных применяется ко всей информации, которую мы можем получить
					от веб-сайта. Персональные данные обрабатывается в соответствии с ФЗ «О персональных данных» № 152-ФЗ.
				</p>
				<p>
					Наш веб-сайт может содержать ссылки на сторонние сайты. Компания ООО «Юг-Авто» не несет ответственности
					за соблюдение конфиденциальности на таких сайтах и их безопасность. Политика конфиденциальности распространяется
					только на этот веб-сайт.
				</p>
				<p>
					Если вы хотите связаться с нами по поводу нашей Политики конфиденциальности или по поводу обработки
					ООО «Юг-Авто» Ваших персональных данных, проверить или исправить свою личную информацию или отказаться
					от любых наших будущих сообщений, а также отозвать согласие на обработку персональных данных,
					пожалуйста, обращайтесь в ООО «Юг-Авто»
					по e-mail:&nbsp;<a href="mailto:info@livan-yug-avto.ru">info@yug-avto-jaecoo.ru/quiz</a>,&nbsp;а также
					по адресу: 385100, Республика Адыгея, Тахтамукайский район, аул Тахтамукай , улица Краснодарская, 3
				</p>
			</div>
		</div>
	</div>

</main>